[
    {
      "_id": "64366813329e6ad74670b142",
      "picture": "https://i.ibb.co/TMRYt0k/portrait-bearded-black-man-wool-suit-2-11zon.jpg",
      "rating": 5,
      "name": "Meyer Graham",
      "review": "Superb service from Doctor Service, easily 5 star from ordering through to delivery. They have made me a repeat, loyal customer thanks to the consistent service received.\r\n",
      "Date of experience":"29-02-2022"
    },
    {
      "_id": "6436681359bc077c717fca3a",
      "picture": "https://i.ibb.co/Dk8KKRx/beautiful-woman-with-black-jacket-1-11zon.jpg",
      "rating": 5,
      "name": "Julie Pace",
      "review": "WOW! This service was flawless! I emailed with an enquiry and Terry came back within minutes with a reply and a solution. I then went ahead and placed my first order which was really easy. The cost was reasonable, I paid by card and a few hours later I had a tracking number. I had emails keeping me up to date with any developments which was helpful. The next day, the medication came with Royal Mail 24tracked. The medication was correct and genuine. I really couldn’t be happier, I couldnt suggest any improvements as the whole process was perfect. With so many different scams out there or services charging the earth, these guys are a breath of fresh air! If you’re unsure or have questions, its definitely worth sending an email. Ill be placing more orders for sure!\r\n",
      "Date of experience":"14-12-2022"
    },
    {
      "_id": "6436681305f851767b9bd57f",
      "picture": "https://i.ibb.co/VVBbKW4/portrait-young-tender-woman-with-healthy-freckled-skin-3-11zon.jpg",
      "rating": 5,
      "name": "Trina Powell",
      "review": "Great service, prompt reply with emails, always friendly and very helpful, sent me my first order without payment first as I was a little unsure, that was a real risk for them but willing to do that to prove they are reliable, will not use any other site for ordering now, they are also the cheapest out of the other places I've ordered from, next day delivery, easy payment method, really is an excellent site.\r\n",
      "Date of experience":"07-06-2021"
    }
  ]